commonData.other.article.content = `
	#数据单位
	###为什么是·1M=1024k·而不是 1000k？
	厂家1000进制，计算机1024进制，所以容量说好的 1G，实际上是 0.9xG
	1k == 1000/1024 == 0.98K
	1G == 1000^3/1024^3 == 0.93G
	500G == 500*(1000^3/1024^3) == 465.66G

	#电影
	3D电影是利用双眼视差产生立体感的原理，在屏幕上同时投放针对左右眼的不同的画面内容，然后通过偏振光眼镜也就是3D眼镜来滤掉单方面眼睛不需要看的部分，使得人的双眼看到不同的内容，产生立体效果。

	IMAX电影指超巨大屏幕，包括IMAX-2D与IMAX-3D，不过现在普遍是IMAX-3D了，银幕更大，音响更好，图像更清晰，效果更酷，身临其境的感觉更强，在3D基础上加上IMAX，那么就会有一个超大屏幕、超豪华的视觉享受。

	4D电影是在3D的基础上，加上动感座椅或/和环境特效模拟仿真而组成的影视产品，通过特殊的动感座椅，模拟与影片内容相似的本体感受，为观众营造与影片内容相契合的氛围，进一步加强影片的沉浸感，让你成为“电影的一部分”。比如主角被打你坐的椅子就会捅你后背，如果是在开车开飞机椅子就会跟随镜头左右摇晃，如果经过瀑布河流还会喷水雾到脸上等等。目前来说在D-BOX厅等极个别品牌有不错4D体验。
`